export const test = {
    description: '<p>Совсем недавно ты присоединился к проектной команде по запуску новых продуктов PepsiCo. Перед вами стоит амбициозная задача — принять управленческое решение о выводе нового продукта на российский рынок.</p>' +
        '<p>Твоя команда уже предложила несколько идей, которые подкрепила количественным анализом рынка. После нескольких обсуждений вы сформулировали гипотезу о новом продукте — это может быть мороженое. В портфеле PepsiCo есть бренды молочной продукции, однако мороженое компания никогда не выпускала, хотя производственные мощности позволяют достаточно быстро адаптироваться под новый продукт. В то же время есть и риски, которые могут привести к неудачному запуску.</p>' +
        '<p>На этой неделе у вас состоится встреча с руководителем, где вы финально обсудите потенциал продукта, поэтому тебе нужно проанализировать и структурировать информацию, которую собрала команда, а также подготовить по ней выводы. Может быть, мороженое — это и есть будущий продукт PepsiCo?</p>',
    time: 10,
    attempt: 1,
    questions: [
        {
            id: 1,
            question: '<p>1. На сколько процентов выросли объемы производства в 2020 году по сравнению с 2017 годом?</p>',
            score: 1,
            selected_answer: '',
            answers: [{
                id: 1,
                name: '16,2%',
                correct: false,
            }, {
                id: 2,
                name: '19,36%',
                correct: true,
            }, {
                id: 3,
                name: '20,05%',
                correct: false,
            }, {
                id: 4,
                name: '22,9%',
                correct: false,
            }]
        },
        {
            id: 2,
            title: 'Анализ рынка мороженого',
            description: '<p>Как изменилась емкость рынка производства и импорта в натуральном выражении в 2019 году относительно 2018 года по сравнению с изменением емкости рынка в стоимостном выражении за тот же период? </p>',
            slot: '',
            question: '2. Как изменилась емкость рынка производства и импорта в натуральном выражении в 2019 году относительно 2018 года по сравнению с изменением емкости рынка в стоимостном выражении за тот же период?',
            score: 1,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'Емкость рынка в натуральном выражении снизилась на столько же процентов, как и в стоимостном выражении.',
                correct: false,
            }, {
                id: 2,
                name: 'Емкость рынка в натуральном выражении снизилась на больший процент, чем в стоимостном выражении.',
                correct: false,
            }, {
                id: 3,
                name: 'Емкость рынка в натуральном выражении снизилась на меньший процент, чем в стоимостном выражении.',
                correct: true,
            }, {
                id: 4,
                name: 'Емкость рынка в натуральном и стоимостном выражении не изменилась.',
                correct: false,
            },
            ]
        },
        {
            id: 3,
            question: '<p>3. Какой вывод можно сделать из полученной информации?</p>',
            score: 1.5,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'В натуральном выражении суммарный объем импорта и суммарный объем экспорта российского мороженого за четыре года одинаков.',
                correct: false,
            }, {
                id: 2,
                name: 'Емкость российского рынка мороженого растет за счет увеличения экспорта в последние несколько лет.',
                correct: false,
            }, {
                id: 3,
                name: 'В среднем каждый год страна экспортирует 7,3% произведенного мороженого за границу.',
                correct: false,
            }, {
                id: 4,
                name: 'Российский рынок экспорта мороженого растет в среднем в 1,6 раза быстрее, чем общая емкость рынка.',
                correct: true,
            }]
        },
        {
            id: 4,
            question: '<p>4. Какой вывод можно сделать из речи главы Союза мороженщиков?</p>',
            score: 1,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'На зимний период приходится 40% от всех продаж мороженого.',
                correct: false,
            }, {
                id: 2,
                name: 'Российский рынок мороженого по объемам потребления превосходит зарубежные рынки.',
                correct: false,
            }, {
                id: 3,
                name: 'Спрос на мороженое регулярный и стабильный.',
                correct: false,
            }, {
                id: 4,
                name: 'Себестоимость мороженого в 2022 году возрастет.',
                correct: true,
            }]
        },
        {
            id: 5,
            question: '<p>5. Какой вывод можно сделать из анализа разных рецептур мороженого и закупочной стоимости ингредиентов для производства 1 тонны мороженого?</p>',
            score: 1,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'Производство молочного мороженого обойдется дороже, чем пломбира.',
                correct: false,
            }, {
                id: 2,
                name: 'Производство пломбира обойдется дороже, чем сливочного мороженого.',
                correct: true,
            }, {
                id: 3,
                name: 'Производство молочного мороженого обойдется дороже, чем сливочного.',
                correct: false,
            }, {
                id: 4,
                name: 'Производство сливочного мороженого обойдется дороже, чем пломбира.',
                correct: false,
            }]
        },
        {
            id: 6,
            question: '<p>6. Какой план производства тестовой партии будет экономически выгоднее и на сколько процентов? При условии, что стоимость упаковки, заработная плата сотрудников, расходы на оборудование и инвентарь не зависят от вида мороженого и всегда одинаковы.</p> ' +
                '<ol><li>Производство 3 тонн сливочного мороженого с последующим глазированием и 2 тонн пломбира.</li>'+
                '<li>Производство 5 тонн молочного мороженого в вафельных стаканчиках и 1 тонны сливочного мороженого с добавлением орехов.</li></ol>',
            score: 1.5,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'Первый план выгоднее на 5,4%.',
                correct: false,
            }, {
                id: 2,
                name: 'Первый план выгоднее на 24,8%.',
                correct: false,
            }, {
                id: 3,
                name: 'Второй план выгоднее на 5,4%.',
                correct: false,
            }, {
                id: 4,
                name: 'Второй план выгоднее на 24,8%.',
                correct: true,
            }]
        },
        {
            id: 7,
            question: '7. Один из конкурентов продает вафельные стаканчики со сливочным мороженым весом 80 г по 65 рублей. Согласно внутренним исследованиям, в прошлом месяце таких стаканчиков в Тульской области, пилотном регионе для нового продукта, было продано 4 тыс. штук. Сколько составила прибыль производителя от продажи вафельных стаканчиков? Округляйте до целых.',
            score: 1.5,
            selected_answer: '',
            answers: [{
                id: 1,
                name: '95 707 рублей.',
                correct: false,
            }, {
                id: 2,
                name: '166 119 рублей.',
                correct: false,
            }, {
                id: 3,
                name: '208 428 рублей.',
                correct: true,
            }, {
                id: 4,
                name: '260 000 рублей.',
                correct: false,
            }]
        },
        {
            id: 8,
            question: '8. Какая фраза наилучшим образом обобщает мнение эксперта? ',
            score: 1,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'Высокая выручка FMCG-компании достигается за счет наличия в продуктовом портфеле вафельных стаканчиков, рожков и семейных упаковок мороженого.',
                correct: false,
            }, {
                id: 2,
                name: 'Россияне консервативны в своих предпочтениях: вафельные стаканчики, эскимо и мороженое «Лакомка» остаются лидерами продаж последние несколько лет.',
                correct: false,
            }, {
                id: 3,
                name: 'Потребителей, которые придерживаются принципов здорового питания, привлекают фрукты и ягоды в составе мороженого.',
                correct: true,
            }, {
                id: 4,
                name: 'Большие семейные упаковки пользуются бо́льшим спросом у любителей мороженого, которые покупают его для себя.',
                correct: false,
            }]
        },
        {
            id: 9,
            question: '<p>9. Спустя месяц первая тестовая партия нового мороженого в ведерках от PepsiCo была готова. Целевой аудиторией выбрана молодежь от 18 до 27 лет, которая готова на вкусовые эксперименты и склонна проводить вечера за просмотром фильмов и сериалов.</p>' +
                '<p style="margin-top: 8px;">Для привлечения внимания покупателей к продукту маркетологи запустили тестовую таргетированную рекламу в социальных сетях, которая вела покупателей на сайт с доставкой. Рекламный бюджет составил 50 000 рублей, 2600 пользователей перешли на сайт и 45% из них совершили покупку мороженого. Сколько составила цена клика за пользователя и стоимость лида? Ответ округли до целого.</p>',
            score: 1,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'Цена за клик: 35. Цена за лид: 24.',
                correct: false,
            }, {
                id: 2,
                name: 'Цена за клик: 24. Цена за лид: 35.',
                correct: false,
            }, {
                id: 3,
                name: 'Цена за клик: 19. Цена за лид: 43.',
                correct: true,
            }, {
                id: 4,
                name: 'Цена за клик: 43. Цена за лид: 19.',
                correct: false,
            }]
        },
        {
            id: 10,
            question: '<p>10. В один из магазинов сети, куда поставлялась пробная партия мороженого, товар пришел в излишнем количестве. Обычно доставляется 1000 кг, но в этот раз поставка составила 1150 кг. Было принято решение продавать по регулярной цене. Потери (нереализованная продукция) составили 19%. Коллеги также предлагали уценить всю поставку товара на 20 или 30%. Было ли принятое решение оптимальным с точки зрения будущей выручки без учета налогов, если:</p>' +
                '<ul style="margin: 0;"><li> при обычном объеме поставки выручка составляет 350 тыс. рублей;</li>' +
                '<li>при уценке товара на 20% выручка составила бы 322 тыс. рублей;</li>' +
                '<li>при уценке товара на 30% потери составили бы 1%.</li></ul>',
            score: 1.5,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'Да, продавать по регулярной цене было оптимальным решением.',
                correct: true,
            }, {
                id: 2,
                name: 'Нет, нужно было уценить товар на 20%.',
                correct: false,
            }, {
                id: 3,
                name: 'Нет, нужно было уценить товар на 30%.',
                correct: false,
            }, {
                id: 4,
                name: 'Ни один из вариантов, поскольку уценка в данном случае невозможна.',
                correct: false,
            }]
        },
        {
            id: 11,
            question: '11. What is the average growth of the global ice cream market from 2018 to 2024?[1]  Round the answer to a whole percent.',
            score: 1,
            selected_answer: '',
            answers: [{
                id: 1,
                name: '2%',
                correct: false,
            }, {
                id: 2,
                name: '3%',
                correct: false,
            }, {
                id: 3,
                name: '4%',
                correct: true,
            }, {
                id: 4,
                name: '5%',
                correct: false,
            }]
        },
        {
            id: 12,
            question: '12. What conclusion can be drawn from the market analysis?',
            score: 1.5,
            selected_answer: '',
            answers: [{
                id: 1,
                name: 'Germany was the leading producer of ice cream in 2020. Germany, Italy, and France have the highest sales of ice cream in the EU.',
                correct: false,
            }, {
                id: 2,
                name: 'The median sales of ice cream in the six leading countries are 12,81 kg per capita.',
                correct: false,
            }, {
                id: 3,
                name: 'The EU ice cream market is dominated by three companies, which generate approx. 73% of all production in 2020.',
                correct: false,
            }, {
                id: 4,
                name: 'In 2020, the French ice cream market surpassed the German and Italian markets in terms of value.',
                correct: true,
            }]
        },
    ],
}