<template>
    <div class="question">
      <div class="question__text">
       <h1>Анализ рынка мороженого</h1> 

        <p>Ты начинаешь с анализа ключевых показателей сегмента производства мороженого, чтобы понять текущие объемы и потенциал рынка. 
        </p>
        <p>Аналитики пишут о росте потребления мороженого за период пандемии, что обусловлено психологической закономерностью: население потребляет больше сладкого в период кризисов и общей экономической нестабильности. Пандемия повлияла не только на объемы, но и на структуру розничных продаж. Многие компании сфокусировались на онлайн-каналах дистрибуции. Объем российского рынка мороженого в 2020 году составил 87 млрд рублей, это растущий сегмент молочного рынка.
        </p>
        <p>По прогнозам аналитиков, драйвером роста рынка мороженого будет экспорт: российское мороженое становится продуктом высокого спроса за границей. Крупнейшими импортерами отечественного мороженого являются Казахстан и США, на которые приходится 43 и 14% экспортных поставок соответственно.
        </p>
      </div>
      <div class="question__media-block1">
        <div class="question__img"><img src="../assets/images/question2_img_1.svg" alt="Картинка вопроса 1"></div>
        <div class="question__img"><img src="../assets/images/question2_img_2.svg" alt="Картинка вопроса 2"></div>
        <div class="question__img"><img src="../assets/images/question2_img_3.svg" alt="Картинка вопроса 3"></div>
      </div>
    </div>
</template>

<script>
export default {

}
</script>

<style scoped>
.question__media-block1 {
  display: flex;
  align-items: flex-start;
}

@media screen and (max-width: 768px) {
  .question__media-block1 {
    display: block;
    text-align: center;
  }
}
</style>