<template>
  <div class="question">
    <div class="question__text">
      <h1> Создание прототипа продукта</h1>

      <p>Для российского потребителя важны не только вкус и качество самого мороженого, но и форма, в которой он может
        его употребить. Наталья Смирнова, руководитель продуктовой команды одной из компаний — лидеров по производству
        мороженого, комментирует статистику:
      </p>
    </div>
    <div class="question__media-block4">
      <img class="media__img" src="../assets/images/block4_img_1.svg" alt="Картинка вопроса">
      <div class="media__text">
        <p>
          «В 2020 году у россиян большой популярностью пользовалось мороженое в вафельном стаканчике, оно занимает
          30–35% от продаж всех видов мороженого. Вслед за ним идет эскимо, затем мороженое в рожках и мороженое
          “Лакомка”. Большие варианты упаковки, которые подходят для семейного потребления или для фанатов мороженого,
          занимают пятое и шестое места по популярности — ванночки (ведерки, контейнеры) и большие брикеты.
        </p>
        <p>
          Согласно опросу, 10% потребителей используют мороженое в кулинарных целях, например добавляют в кофе или к
          штруделю. Под влиянием тренда на ЗОЖ также растет популярность фруктового льда и щербетов. Пластиковые
          стаканчики с ложечками и сэндвичи с печеньем — отражение набирающего популярность формата перекусов “на
          бегу”».
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style lang="scss">
.question__media-block4 {
  background: white;
  margin-top: 24px;
  margin-bottom: 24px;
  display: flex;

  .media__text {
    margin-left: -66px;
  }
}

@media screen and (max-width: 768px) {
  .question__media-block4 {
    display: block;
    margin-bottom: 8px;

    .media__text {
      margin-left: 0;
    }
  }
}
</style>